[
  {
    "name": "Le Seigneur des anneaux 2",
    "trailer" :"https://www.youtube.com/embed/c9blKqmyeV4",
    "synop":"Après la mort de Boromir et la disparition de Gandalf, la Communauté s'est scindée en trois. Perdus dans les collines d'Emyn Muil, Frodon et Sam découvrent qu'ils sont suivis par Gollum, une créature versatile corrompue par l'Anneau. Celui-ci promet de conduire les Hobbits jusqu'à la Porte Noire du Mordor. A travers la Terre du Milieu, Aragorn, Legolas et Gimli font route vers le Rohan, le royaume assiégé de Theoden. Cet ancien grand roi, manipulé par l'espion de Saroumane, le sinistre Langue de Serpent, est désormais tombé sous la coupe du malfaisant Magicien. Eowyn, la nièce du Roi, reconnaît en Aragorn un meneur d'hommes. Entretemps, les Hobbits Merry et Pippin, prisonniers des Uruk-hai, se sont échappés et ont découvert dans la mystérieuse Forêt de Fangorn un allié inattendu : Sylvebarbe, gardien des arbres, représentant d'un ancien peuple végétal dont Saroumane a décimé la forêt...",
    "Genre":"Adventure",
    "year":"2002",
    "real":"Peter Jackson",
    "actor":" Elijah Wood, Sean Astin, Viggo Mortensen",
    "price":"15€",
    "image":"lesdeuxtours-2002-aventure.jpg",
    "nbr": "1"
  },
  {
    "name": "Intouchable",
    "trailer" :"https://www.youtube.com/embed/cXu2MhWYUuE",
    "synop":"A la suite d’un accident de parapente, Philippe, riche aristocrate, engage comme aide à domicile Driss, un jeune de banlieue tout juste sorti de prison. Bref la personne la moins adaptée pour le job. Ensemble ils vont faire cohabiter Vivaldi et Earth Wind and Fire, le verbe et la vanne, les costumes et les bas de survêtement... Deux univers vont se télescoper, s’apprivoiser, pour donner naissance à une amitié aussi dingue, drôle et forte qu’inattendue, une relation unique qui fera des étincelles et qui les rendra... Intouchables.",
    "Genre":"Comedie",
    "year":"2011",
    "real":"Eric Toledano, Olivier Nakache",
    "actor":"François Cluzet, Omar Sy, Anne Le Ny",
    "price":"15€",
    "image":"intouchables-2011-comedie.jpg",
    "nbr": "2"
  },
  {
    "name": "Inception",
    "trailer" :"https://www.youtube.com/embed/PQvoKjade9k",
    "synop":"Dom Cobb est un voleur expérimenté – le meilleur qui soit dans l’art périlleux de l’extraction : sa spécialité consiste à s’approprier les secrets les plus précieux d’un individu, enfouis au plus profond de son subconscient, pendant qu’il rêve et que son esprit est particulièrement vulnérable. Très recherché pour ses talents dans l’univers trouble de l’espionnage industriel, Cobb est aussi devenu un fugitif traqué dans le monde entier qui a perdu tout ce qui lui est cher. Mais une ultime mission pourrait lui permettre de retrouver sa vie d’avant – à condition qu’il puisse accomplir l’impossible : l’inception. Au lieu de subtiliser un rêve, Cobb et son équipe doivent faire l’inverse : implanter une idée dans l’esprit d’un individu. S’ils y parviennent, il pourrait s’agir du crime parfait. Et pourtant, aussi méthodiques et doués soient-ils, rien n’aurait pu préparer Cobb et ses partenaires à un ennemi redoutable qui semble avoir systématiquement un coup d’avance sur eux. Un ennemi dont seul Cobb aurait pu soupçonner l’existence.",
    "Genre":"Science-fiction",
    "year":"2010",
    "real":"Christopher Nolan",
    "actor":" Leonardo DiCaprio, Marion Cotillard, Ellen Page",
    "price":"15€",
    "image":"inception-2010-scifi.jpg",
    "nbr": "3"
  },
  {
    "name": "The Fall",
    "trailer" :"https://www.youtube.com/embed/IwsYyRc9j4g",
    "synop":"Los Angeles, années 1920. Alexandria, cinq ans, est hospitalisée à la suite d'une chute. Elle se lie d'amitié avec Roy, cascadeur à Hollywood, lui aussi victime d'un accident. Le jeune homme se lance dans le récit d'une histoire épique avec le gouverneur Odieux et les 5 fantastiques déterminés à le combattre. Très vite, la frontière entre la réalité et ce monde éblouissant de magie et de mythes commence à disparaître quand la petite Alexandra réalise qu'il existe un véritable enjeu...",
    "Genre":"Dramatique",
    "year":"2006",
    "real":"Tarsem Singh",
    "actor":"Lee Pace, Catinca Untaru",
    "price":"15€",
    "image":"thefall-2006-dramatique.jpg",
    "nbr": "4"
  },
  {
    "name": "Shutter Island",
    "trailer" :"https://www.youtube.com/embed/1CH_6bUt7xc",
    "synop":"En 1954, le marshal Teddy Daniels et son coéquipier Chuck Aule sont envoyés enquêter sur l'île de Shutter Island, dans un hôpital psychiatrique où sont internés de dangereux criminels. L'une des patientes, Rachel Solando, a inexplicablement disparu. Comment la meurtrière a-t-elle pu sortir d'une cellule fermée de l'extérieur ? Le seul indice retrouvé dans la pièce est une feuille de papier sur laquelle on peut lire une suite de chiffres et de lettres sans signification apparente. Oeuvre cohérente d'une malade, ou cryptogramme ?",
    "Genre":"Thriller",
    "year":"2010",
    "real":"Martin Scorsese",
    "actor":"Leonardo DiCaprio, Mark Ruffalo",
    "price":"15€",
    "image":"shutterisland-2010-thriller.jpg",
    "nbr": "5"
  },
  {
    "name": "STORKS",
    "trailer" :"https://www.youtube.com/embed/aOpSp2fAIBg",
    "synop":"Pendant longtemps, les cigognes livraient les bébés. Désormais, elles acheminent des colis pour un géant de l'Internet. Junior, coursier star de l'entreprise, s'apprête à être promu. Mais il actionne accidentellement la Machine à Fabriquer les Bébés… qui produit une adorable petite fille, en totale infraction avec la loi !Avec l'aide de son ami Tulip, seul être humain sur le Mont Cigogne, Junior se précipite pour effectuer sa toute première livraison de bébé. Le temps presse car son patron ne tardera pas à apprendre la nouvelle… Junior pourra-t-il redonner aux cigognes la vraie mission qui est la leur ?",
    "Genre":"Comedie",
    "year":"2016",
    "real":"Nicholas Stoller, Doug Sweetland",
    "actor":"Florent Peyre, Bérengère Krief",
    "price":"15€",
    "image":"storks.jpeg",
    "nbr": "6"
  },
  {
    "name": "ALIEN: COVENANT",
    "trailer" :"https://www.youtube.com/embed/o_rfh8wBnGE",
    "synop":"Les membres d’équipage du vaisseau Covenant, à destination d’une planète située au fin fond de notre galaxie, découvrent ce qu’ils pensent être un paradis encore intouché. Il s’agit en fait d’un monde sombre et dangereux, cachant une menace terrible. Ils vont tout tenter pour s’échapper.",
    "Genre":"Horreur",
    "year":"2017 ",
    "real":" Ridley Scott",
    "actor":" Michael Fassbender, Katherine Waterston, Billy Crudup",
    "price":"15€",
    "image":"alien.jpeg",
    "nbr": "7"
  },
  {
    "name": "The Lego Batman Movie",
    "trailer" :"https://www.youtube.com/embed/9mznUFqFy74",
    "synop":"Il en rêvait depuis La Grande Aventure Lego : Batman est enfin le héros de son propre film ! Mais la situation a bien changé à Gotham – et s'il veut sauver la ville des griffes du Joker, il lui faudra arrêter de jouer au justicier masqué et découvrir le travail d'équipe ! Peut-être pourra-t-il alors se décoincer un peu…",
    "Genre":"Comedie",
    "year":"2017",
    "real":"Chris McKay",
    "actor":"Philippe Valmont, Zach Galifianakis",
    "price":"15€",
    "image":"batmanmovie-2017-comedie.jpg",
    "nbr": "8"
  },
  {
    "name": "Hostel",
    "trailer" :"https://www.youtube.com/embed/cVBdQiUHhZI",
    "synop":"Deux étudiants américains, Paxton et Josh, ont décidé de découvrir l'Europe avec un maximum d'aventures et de sensations fortes. Avec Oli, un Islandais qu'ils ont rencontré en chemin, ils se retrouvent dans une petite ville de Slovaquie dans ce qu'on leur a décrit comme le nirvana des vacances de débauche : une propriété très spéciale, pleine de filles aussi belles que faciles...Natalya et Svetlana sont effectivement très cools... un peu trop, même. Paxton et Josh vont vite se rendre compte qu'ils sont tombés dans un piège. Ce voyage-là va les conduire au bout de l'horreur... ",
    "Genre":"Thriller",
    "year":"2005",
    "real":"Eli Roth",
    "actor":"Jay Hernandez, Derek Richardson",
    "price":"15€",
    "image":"hostel-2005-thriller.jpg",
    "nbr": "9"
  },
  {
    "name": "Le patient anglais",
    "trailer" :"https://www.youtube.com/embed/FguRZAv_LS4",
    "synop":"En 1945, quatre personnes dechirées par la guerre se réfugient dans un monastère abandonné de Toscane pour se guérir de leurs maux. Peu à peu le passé va resurgir et la présence d'un homme mystérieux et méconnaissable, le patient anglais, va bouleverser le destin de ceux qui croisent son chemin.",
    "Genre":"Dramatique",
    "year":"1996",
    "real":"Anthony Minghella",
    "actor":"Ralph Fiennes, Juliette Binoche",
    "price":"15€",
    "image":"lepatientanglais-1996-dramatique.jpg",
    "nbr": "10"
  },
  {
    "name": "Seven",
    "trailer" :"https://www.youtube.com/embed/BLY4treE0XU",
    "synop":"Pour conclure sa carrière, l'inspecteur Somerset, vieux flic blasé, tombe à sept jours de la retraite sur un criminel peu ordinaire. John Doe, c'est ainsi que se fait appeler l'assassin, a decidé de nettoyer la societé des maux qui la rongent en commettant sept meurtres basés sur les sept pechés capitaux: la gourmandise, l'avarice, la paresse, l'orgueil, la luxure, l'envie et la colère.",
    "Genre":"Thriller",
    "year":"1995",
    "real":"David Fincher",
    "actor":"Brad Pitt, Morgan Freeman",
    "price":"15€",
    "image":"seven-1995-thriller.jpg",
    "nbr": "11"
  },
  {
    "name": "Solo: A Star Wars Story ",
    "trailer" :"https://www.youtube.com/embed/YjEAoKX6mDw",
    "synop":"Embarquez à bord du Faucon Millenium et partez à l’aventure en compagnie du plus célèbre vaurien de la galaxie. Au cours de périlleuses aventures dans les bas-fonds d’un monde criminel, Han Solo va faire la connaissance de son imposant futur copilote Chewbacca et croiser la route du charmant escroc Lando Calrissian… Ce voyage initiatique révèlera la personnalité d’un des héros les plus marquants de la saga Star Wars.",
    "Genre":"Science-fiction",
    "year":"2018",
    "real":"Ron Howard",
    "actor":"Alden Ehrenreich, Woody Harrelson",
    "price":"15€",
    "image":"Solo.jpg",
    "nbr": "12"
  },
  {
    "name": "STAR WARS : EPISODE V - L'EMPIRE CONTRE-ATTAQUE",
    "trailer" :"https://www.youtube.com/embed/JNwNXF9Y6kY",
    "synop":"Malgré la destruction de l'Etoile Noire, l'Empire maintient son emprise sur la galaxie, et poursuit sans relâche sa lutte contre l'Alliance rebelle. Basés sur la planète glacée de Hoth, les rebelles essuient un assaut des troupes impériales. Parvenus à s'échapper, la princesse Leia, Han Solo, Chewbacca et C-3P0 se dirigent vers Bespin, la cité des nuages gouvernée par Lando Calrissian, ancien compagnon de Han. Suivant les instructions d'Obi-Wan Kenobi, Luke Skywalker se rend quant à lui vers le système de Dagobah, planète marécageuse où il doit recevoir l'enseignement du dernier maître Jedi, Yoda. Apprenant l'arrestation de ses compagnons par les stormtroopers de Dark Vador après la trahison de Lando, Luke décide d'interrompre son entraînement pour porter secours à ses amis et affronter le sombre seigneur Sith...",
    "Genre":"Science-fiction",
    "year":"1980",
    "real":" Irvin Kershner",
    "actor":"Mark Hamill, Harrison Ford, Carrie Fisher",
    "price":"15€",
    "image":"starwarsempire-1980-scifi.jpg",
    "nbr": "13"
  },
  {
    "name": "Survive Style 5+ ",
    "trailer" :"https://www.youtube.com/embed/LEH7nDkiPEk",
    "synop":"Un mari et sa femme mourante, un hypnotiseur à succès, une publicitaire, un homme convaincu d'être un oiseau, un gang de trois voleurs et un tueur à gages. Les vies de ces différents personnages, qui a priori n'ont pas grand chose en commun, vont se retrouver étroitement liées, s'entremêler et s'acheminer inexorablement vers une fin des plus surprenantes.",
    "Genre":"Comedie",
    "year":"2004",
    "real":"Gen Sekiguchi",
    "actor":"Tadanobu Asano, Reika Hashimoto",
    "price":"15€",
    "image":"Survivestyle5-2004-comedie.jpg",
    "nbr": "14"
  },
  {
    "name": "Swiss army man",
    "trailer" :"https://www.youtube.com/embed/yrK1f4TsQfM",
    "synop":"Hank, un homme désespéré errant dans la nature, découvre un mystérieux cadavre. Ils vont tous les deux embarquer dans un voyage épique afin de retrouver leur foyer. Lorsque Hank réalise que ce corps abandonné est la clé de sa survie, le suicidaire d'autrefois est forcé de convaincre un cadavre que la vie vaut la peine d'être vécu.",
    "Genre":"Comedie",
    "year":"2016",
    "real":"Daniel Kwan, Daniel Scheinert",
    "actor":"Paul Dano, Daniel Radcliffe, Mary Elizabeth Winstead",
    "price":"15€",
    "image":"swissarmyman-2016-comedie.jpg",
    "nbr": "15"
  },
  {
    "name": "What we do in the shadows",
    "trailer" :"https://www.youtube.com/embed/IAZEWtyhpes",
    "synop":"Comment fait-on quand on est vampires depuis des siècles et qu’on doit discrètement vivre en coloc en 2015 dans la banlieue de Limoges ?C’est ce que nous propose de découvrir une équipe de documentaire, en partageant l’intimité d’une bande de potes suceurs de sang ! Geoffroy, Miguel, Aymeric et Bernard nous ouvrent les portes de leur cœur et celle de leur quotidien un tout petit peu complexe. Comment organiser les tours de vaisselles sur 5 siècles ? Comment rentrer en boîte de nuit en redingote et chemise à jabot ? La vie éternelle, est-ce vraiment si cool ? Doit-on forcément traiter son esclave comme un esclave ? Un humain peut-il aussi être un ami et pas un diner ? Comment éteindre un pote vampire qui a pris feu sans extincteur ? Comment dévorer une fille sans lui faire passer une trop mauvaise soirée quand même ? Comment se retenir de casser la figure à JC, apprenti vampire super sympa mais super pas discret ?Autant de questions auxquelles ils n’ont pas forcément les bonnes réponses !",
    "Genre":"Comedie",
    "year":"2014",
    "real":"Jemaine Clement, Taika Waititi",
    "actor":"Alexandre Astier, Fred Testot",
    "price":"15€",
    "image":"WhatWeDoInTheShadows-2014-comedie.jpg",
    "nbr": "16"
  },
  {
    "name": "Zoolander",
    "trailer" :"https://www.youtube.com/embed/YtQq0T3ExLs",
    "synop":"Derek Zoolander, un célèbre mannequin, est à l'apogée de sa carrière. Couronné trois fois de suite Top model de l'année, il est sur le point de recevoir son quatrième trophée lorsque ce titre lui est ravi par un jeune et ambitieux challenger : Hansel. Effondrée, l'idole des podiums décide d'abandonner l'univers futile de la mode pour se ressourcer au sein de sa famille en Pennsylvanie. C'est alors que Maury Ballstein, son agent, et Jacobim Mugatu, un styliste déjanté, proposent à Zoolander de devenir la star de la nouvelle ligne de vêtements Derelicte. Zoolander accepte, mais il est loin de s'imaginer que le diabolique Mugatu, secondé de la troublante Katinka, s'apprête à lui effectuer un lavage de cerveau. Ainsi lobotomisé, Derek pourrait exécuter plus facilement ses ordres, à savoir assassiner le président de la Malaisie.",
    "Genre":"Comedie",
    "year":"2001",
    "real":"Ben Stiller",
    "actor":"Ben Stiller, Owen Wilson",
    "price":"15€",
    "image":"zoolander-2001-comedie.jpg",
    "nbr": "17"
  }
]
